tap 'Homebrew/bundle'
tap 'caskroom/cask'
brew 'cask'
brew 'python'
brew 'hr'
brew 'stow'
brew 'git'
brew 'youtube-dl'
brew 'tmux'
brew 'reattach-to-user-namespace'
brew 'emacs', args: ['cocoa']
brew 'fpp'
brew 'mycli'
brew 'diff-so-fancy'
brew 'tree'
brew 'the_silver_searcher'
brew 'jq'
brew 'httpie'
brew 'fasd'

tap 'simeji/jid201'
brew 'jid'


# C++
brew 'cmake'
brew 'llvm', args: ['with-clang']

cask 'emacs'
cask 'google-chrome'
cask 'iterm2'
cask 'stay'
cask 'messenger'
cask 'whatsapp'
cask 'alfred'
