tap 'Homebrew/bundle'
tap 'caskroom/cask'
brew 'brew-cask'
brew 'cask'
brew 'hr'
brew 'git'
brew 'hub'
brew 'youtube-dl'
brew 'tmux'
brew 'emacs', args: ['cocoa']
brew 'fpp'
tap 'jawshooah/pyenv'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'pyenv-default-packages'
brew 'mycli'
brew 'diff-so-fancy'

cask 'emacs'
